Repository: ThefakeJeremy/The-arabic-OneShot-translation
Catalog: Languages/internal/*.po
Languages: ar

# TRSTR_JOURNAL_TITLE
source: The Journal
ar: ةﺮﻛﺬﻤﻟا

# TRSTR_KEYBIND_A
source: A Button
ar: A رز

# TRSTR_KEYBIND_B
source: B Button
ar: B رز

# TRSTR_KEYBIND_X
source: X Button
ar: X رز

# TRSTR_KEYBIND_Y
source: Y Button
ar: Y رز

# TRSTR_KEYBIND_BACK
source: Back Button
ar: عﻮﺟر رز

# TRSTR_KEYBIND_GUIDE
source: Guide Button
ar: ﻪﻴﺟﻮﺗ رز

# TRSTR_KEYBIND_START
source: Start Button
ar: ءاﺪﺑ رز

# TRSTR_KEYBIND_LSTICK
source: Left Stick
ar: ىﺮﺴﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_RSTICK
source: Right Stick
ar: ﻰﻨﻤﻴﻟا ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_LSHOULDER
source: Left Shoulder
ar: L(ىﺮﺴﻳا ﻒﺘﻛ)

# TRSTR_KEYBIND_RSHOULDER
source: Right Shoulder
ar: R(ﻦﻤﻳا ﻒﺘﻛ)

# TRSTR_KEYBIND_PADU
source: D-Pad (Up)
ar: (قﻮﻓ) مﻜﺤﺗ ةﺪﺣو مﻬﺳا

# TRSTR_KEYBIND_PADD
source: D-Pad (Down)
ar: (ﺖﺤﺗ) مﻜﺤﺗ ةﺪﺣو مﻬﺳا

# TRSTR_KEYBIND_PADL
source: D-Pad (Left)
ar: (رﺎﺴﻳ) مﻜﺤﺗ ةﺪﺣو مﻬﺳا

# TRSTR_KEYBIND_PADR
source: D-Pad (Right)
ar: (ﻦﻴﻤﻳ) مﻜﺤﺗ ةﺪﺣو مﻬﺳا

# TRSTR_KEYBIND_UNK
source: Unknown key
ar: فوﺮﻌﻣ ﺮﻴﻏ رز

# TRSTR_KEYBIND_KEYFMT
source: %s Key
ar: %s رز

# TRSTR_KEYBIND_LSTICKL
source: Left Stick (Left)
ar: (رﺎﺴﻳ) ىﺮﺴﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_LSTICKR
source: Left Stick (Right)
ar: (ﻦﻴﻤﻳ) ىﺮﺴﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_LSTICKU
source: Left Stick (Up)
ar: (قﻮﻓ) ىﺮﺴﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_LSTICKD
source: Left Stick (Down)
ar: (ﺖﺤﺗ) ىﺮﺴﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_RSTICKL
source: Right Stick (Left)
ar: (رﺎﺴﻳ) ﻰﻨﻤﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_RSTICKR
source: Right Stick (Right)
ar: (ﻦﻴﻤﻳ) ﻰﻨﻤﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_RSTICKU
source: Right Stick (Up)
ar: (قﻮﻓ) ﻰﻨﻤﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_RSTICKD
source: Right Stick (Down)
ar: () ﻰﻨﻤﻳ ﻢﻜﺤﺗ ﺎﺼﻋ

# TRSTR_KEYBIND_LTRIGGER
source: Left Trigger
ar: ىﺮﺴﻳا دﺎﻧز

# TRSTR_KEYBIND_RTRIGGER
source: Right Trigger
ar: ﻦﻤﻳا دﺎﻧز

# TRSTR_KEYBIND_JOYBTTNFMT
source: Joy Button %d
ar: ﻢﻜﺤﺗ ﺎﺼﻋ رز %d

# TRSTR_KEYBIND_JOYHATFMT
source: Joy Hat %d:%c
ar: ﺐﻳﻮﺼﺘﻟﺍ ﺔﻄﻘﻨﻟ ﻢﻜﺤﺘﻟا ﺎﺼﻋ %d:%c

# TRSTR_KEYBIND_JOYAXISFMT
source: Joy Axis %d%c
ar: ﻢﻜﺤﺗ ﺎﺼﻋ رﻮﺤﻣ %d%c

# TRSTR_KEYBIND_KEYPROMPT
source: Press key or joystick button for "%s"
ar: "%s" ﻞﻟ رز ﻂﻐﺿا

# TRSTR_KEYBIND_TITLE
source: Key bindings
ar: ضبط تحكم

# TRSTR_KEYBIND_RESET
source: Reset defaults
ar: ﻲﺿاﺮﺘﻓا ﻢﻜﺤﺘﻠﻟ ﻦﻴﻴﻌﺗ ةدﺎﻋإ

# TRSTR_CANCEL
source: Cancel
ar: ءﺎﻐﻟا

# TRSTR_ACCEPT
source: Accept
ar: لﻮﺒﻗ

# TRSTR_KEYBIND_INSTRUCT
source: Use left click to bind a slot, right click to clear its binding
ar: .رز مﻜﺤﺗ غﺮﻔﺘﻠﻟ ﻦﻴﻤﻳ وا رز مﻜﺤﺗ ﻂﺒﻀﻠﻟ رﺎﺴﻳ رز ﻂﻐﺿا

# TRSTR_KEYBIND_CONFLICT
source: Warning: Same physical action bound to multiple slots
ar: ﺪﺣاو ﻞﻌﻓ ﻦﻣ ﺮﺜﻛﻻ طﻮﺑﺮﻣ رز ﺲﻔﻧ :ﺮﻳﺬﺤﺗ

# TRSTR_KEYBIND_UP
source: Up
ar: قﻮﻓ

# TRSTR_KEYBIND_LEFT
source: Left
ar: رﺎﺴﻳ

# TRSTR_KEYBIND_ACTION
source: Action
ar: ﻞﻌﻓ

# TRSTR_KEYBIND_MENU
source: Menu
ar: ﺔﻤﺋﺎﻗ

# TRSTR_KEYBIND_CANCEL
source: CANCEL
ar: ءﺎﻐﻟا

# TRSTR_KEYBIND_DOWN
source: Down
ar: ﺖﺤﺗ

# TRSTR_KEYBIND_RIGHT
source: Right
ar: ﻦﻴﻤﻳ

# TRSTR_KEYBIND_RUN
source: Run
ar: ﺾﻛر

# TRSTR_KEYBIND_DEACTIVATE
source: Deactivate
ar: ﻞﻴﻌﻔﺗ ءﺎﻐﻟا

# TRSTR_KEYBIND_ITEMS
source: Items
ar: ضاﺮﻏا
